---
kind: other
id: Properties.T:Autodesk.Revit.UI.Mechanical.DuctFittingAndAccessoryPressureDropUIData
source: html/b50ea96d-e917-00ad-bad3-185f1e9a33bf.htm
---
# DuctFittingAndAccessoryPressureDropUIData Properties

Specifies whether the .NET object represents a valid Revit entity.